Repository: 99ANDREY99/mintinstall
Catalog: usr/lib/linuxmint/mintInstall/locale/*/LC_MESSAGES/messages.po
Languages: be, el, eu, hi, hr, lt, mr, nl, ro, sl, tr

source: Backing up your APT sources
be: Стварэньне рэзэрвовае копii крынiцаў APT
el: Δημιουργία εφεδρικού αντίγραφου των APT πηγών σας
eu: APT iturriko segurtasun kopia egiten
hi: आपके APT सूत्रों का बैकअप किया जा रहा है
hr: Pravim backup vaših APT izvora
lt: Išsaugomas APT šaltinių sąrašas
mr: आपले APT स्रोत संरक्षित होत आहेत
nl: Backup van uw APT bronnen
ro: Salvează sursele APT selectate
sl: Bekapiranje vaših APT virov
tr: APT kaynaklarınız yedekleniyor

source: Please wait, this can take some time
be: Калi ласка, пачакайце, гэта патрабуе троху часу
el: Παρακαλώ περιμένετε, αυτό μπορεί να πάρει λίγο χρόνο
eu: Itxaron mesedez, hau zenbait denbora har litzake
hi: कृपया सब्र करें, थोरा समय लग सकता है
hr: Pričekajte, ovo može malo potrajati
lt: Prašome palaukti, tai gali užtrukti
mr: कृपया प्रतिक्षा करा
nl: Geduld aub, deze operatie kan wat tijd in beslag nemen
ro: Vă rugăm să așteptați, această acțiune poate sa dureze mai mult timp
sl: Prosimo počakajte, to lahko traja nekaj časa...
tr: Lütfen bekleyin, bu biraz zaman alabilir

source: Installation is complete
be: Заінсталяваньне скончана
el: Η εγκατάσταση ολοκληρώθηκε
eu: Instalazio amaituta
hi: इंस्टाल पूरा हुआ
hr: Instalacija je završena
lt: Diegimas baigtas
mr: स्थापना संपन्न
nl: De installatie is klaar
ro: Instalare terminată
sl: Namestitev je končana
tr: Yükleme tamamlandı

source: Restoring your APT sources
be: Аднаўленьне крынiцаў APT
el: Επαναφορά των APT πηγών σας
eu: APT iturriak konpontzen
hi: आपके APT सूत्रों को रेस्टोरे किया जा रहा है
hr: Ponovo uspostavljamo vaše APT izvore
lt: Atstatomas Jūsų APT šaltinių sąrašas
mr: आपले APT स्रोत पुनर्स्थापित होत आहेत
nl: Uw APT bronnen worden teruggezet
ro: Restaurarea surselor APT selectate
sl: Restavriram vaše APT vire
tr: APT kaynaklarınız yükleniyor

source: Finished
be: Сканчана
el: Ολοκληρώθηκε
eu: Amiautua
hi: ख़त्म
hr: Završeno
lt: Baigta
mr: समाप्त
nl: Klaar
ro: Terminat
sl: Končano
tr: Bitti

source: not installed
be: не заінсталявана
el: δεν εγκαταστάθηκε
eu: Ez instalatua
hi: इंस्टाल नहीं हुआ
hr: nije instalirano
lt: neįdiegta
mr: स्थापित नाही
nl: niet geïnstalleerd
ro: nu este instalat
sl: ni nameščeno
tr: Yüklenmedi

source: installed
be: заінсталявана
el: εγκαταστάθηκε
eu: instalatua
hi: इंस्टाल समाप्त
hr: instalirano
lt: įdiegta
mr: स्थापित
nl: geïnstalleerd
ro: instalat
sl: nameščeno
tr: Yüklendi

source: Success
be: Пасьпяхова
el: Πέτυχε
eu: Arrakasta
hi: सफलता
hr: Uspješno
lt: Pavyko
mr: सफल
nl: Succes
ro: Succes
sl: Uspešno
tr: Başarılı

source: Failure
be: Няўдача
el: Απέτυχε
eu: Porrot
hi: विफलता
hr: Neuspješno
lt: Nepavyko
mr: असफल
nl: Mislukt
ro: Eșec
sl: Neuspešno
tr: Başarısız

source: Install
be: Заінсталяваць
el: Εγκατάσταση
eu: Instalatu
hi: इंस्टाल
hr: Instaliraj
lt: Įdiegti
mr: स्थापित
nl: Installeer
ro: Instalează
sl: Namesti
tr: Yükle

source: Are you sure you want to install %s?
be: Цi вы сапраўды хочаце заінсталяваць %s ?
el: Είστε σίγουροι ότι θέλετε να εγκαταστήσετε το %s ?
eu: Seguru zaude %s instalatu nahi duzula?
hi: क्या आपको यकीन है की आप %s इंस्टाल करना चाहते हैं?
hr: Jeste li sigurni da želite instalirati %s ?
lt: Ar tikrai norite įdiegti %s ?
mr: %s ची स्थापना निश्चित आहे?
nl: Bent u zeker dat u wil installeren %s?
ro: Confirmați că doriți să instalați %s?
sl: Ali ste prepričani, da želite namestiti %s ?
tr: %s'i yüklemek istediğinize emin misiniz?

source: Upgrade
be: Аднавiць
el: Αναβάθμιση
eu: Actualizatu
hi: अपग्रेड
hr: Nadogradnja
lt: Atnujinti
mr: उन्नति
nl: Opdatering
ro: Actualizează
sl: Nadgradnja
tr: Yükselt

source: Are you sure you want to upgrade %s?
be: Цi вы сапраўды хочаце аднавiць %s ?
el: Είστε σίγουροι ότι θέλετε να αναβαθμίσετε το %s ?
eu: Seguro zaude %s aktualizatu nahi duzula?
hi: क्या आपको यकीन है की आप %s को अपग्रेड करना चाहते हैं?
hr: Jeste li sigurni da želite nadograditi %s?
lt: Ar tikrai norite atnaujinti %s ?
mr: %s ची उन्नति निश्चित आहे?
nl: Bent u zeker dat u wil opdateren %s?
ro: Confirmați că doriți să actualizați %s?
sl: Ali ste prepričani, da želite nadgraditi %s ?
tr: %s'i yükseltmek istediğinize emin misiniz?

source: Default repositories
be: Стандартныя рэпазыторыi
el: Προεπιλεγμένες αποθήκες
eu: Oinarrisko repositorioak
hi: पहले से सेट सॉफ्टवेर भंडार
hr: Standardni repozitoriji
lt: Atnaujinimų šaltiniai pagal nutylėjimą
mr: पूर्व निर्धारित रेपोसिटोरी
ro: Depozite implicite
sl: Privzeti repozitoriji
tr: Ön tanımlı havuzlar(repo)

source: Your APT sources were corrupted.
be: Крынiцы APT былi пашкоджаныя.
el: Οι APT πηγές σας έχουν καταστραφεί.
eu: Zure APT iturriak kutzatuta daude.
hi: आपके APT सूत्र ख़राब थे.
hr: Vaši APT izvori su pokvareni.
lt: Jūsų APT šaltinių sąrašas yra pežeistas.
mr: आपले APT स्त्रोत भ्रष्ट आहेत.
nl: Uw APT bronnen zijn beschadigd.
ro: Sursele APT selectate au fost corupte.
sl: Vaši APT viri so pokvarjeni.
tr: APT kaynaklarınız bozulmuş.

source: Your APT sources were not correctly restored after you last ran mintInstall. They now have been restored.
be: Адноўлены крынiцы APT якiя не былi папраўна адноўленыя падчас папярэдняга запуску mintInstall.
el: Οι APT πηγές σας δεν είχαν επαναφερθεί σωστά μετά την τελευταία εκτέλεση του mintInstall. Τώρα έχουν επαναφερθεί.
eu: Zure APT iturriak ezin dira ondo konpondu mintInstall azken aldiz erabili eta gero. Orain konpondu egin dira.
hi: आपने जब मिंट इंस्टाल आखरी बार चलाया था तब आपके APT सूत्र ठीक से रेस्टोरे नहीं हुए थे. वह अभी रेस्टोरे कर दिए गए हैं.
hr: Vaši APT izvori nisu ispravno ponovno uspostavljeni nakon što ste zadnji put pokretali mintInstall. Sada će se ponovo uspostaviti.
lt: Jūsų APT šaltinių sąrašas nebuvo atkurtas, kai paskutinį kartą jungėte mintInstall. Dabar tai ištaisyta.
mr: मागील mintInstall सत्रा मध्ये आपले APT स्त्रोत सफलरीत्या पुनर्स्थापित होऊ शकले नाहीत. आता ते पुनर्स्थापित झाले आहेत.
nl: Uw APT bronnen werden niet korrekt teruggezet na de laatste uitvoering van mintInstall. Zij zijn nu teruggezet.
ro: Sursele APT selectate nu au fost restaurate corect după ultima rulare a mintInstall. Acestea au fost restaurate acum.
sl: Vaši APT viri niso bili ustrezno restavrirani v zadnji uporabi mintInstall-a, zato bodo sedaj še enkrat
tr: mintInstall'ı son çalıştırmanızın ardından APT kaynaklarınız doğru bir şekilde yüklenememiş. Şimdi yüklendiler.

source: Description:
be: Апiсаньне:
el: Περιγραφή :
eu: Descripzioa:
hi: विवरण:
hr: Opis :
lt: Aprašymas:
mr: वर्णन :
nl: Beschrijving:
ro: Descriere:
sl: Opis:
tr: Açıklama:

source: Repositories:
be: Рэпазыторыi:
el: Αποθήκες :
eu: Repositorioak:
hi: सॉफ्टवेर भंडार:
hr: Repozitorij:
lt: Šaltiniai:
mr: रेपोसिटोरी :
ro: Depozite:
sl: Repozitoriji :
tr: Havuzlar(Repo):

source: Packages:
be: Пакеты:
el: Πακέτα :
eu: Paketeak:
hi: सॉफ्टवेर फाइल्स:
hr: Paketi :
lt: Paketai:
mr: संकलन :
nl: Pakketten:
ro: Pachete:
sl: Paketi:
tr: Paketler:

source: Status:
be: Статус:
el: Κατάσταση :
eu: Estadoa:
hi: दशा:
hr: Stanje :
lt: Būklė:
mr: स्थिति :
ro: Statut:
tr: Durum:

source: Close
be: Зачынiць
el: Κλείσε
eu: Itxi
hi: बंद करें
hr: Zatvori
lt: Uždaryti
mr: बंद
nl: Sluiten
ro: Închide
sl: Zapri
tr: Kapat

source: Install new Software
be: Заінсталяваць новае апраґрамаваньне
el: Εγκαταστήστε το νέο Λογισμικό
eu: Aplakazio berri bat instalatu
hi: नया सॉफ्टवेर इंस्टाल करें
hr: Instaliraj nove programe
lt: Diegti naują programinę įrangą
mr: नविन सॉफ्टवेअर स्थापित करा
nl: Nieuwe Software installeren
ro: Instalați programe noi
sl: Namestite novo programje
tr: Yeni Yazılım yükle

source: Install applications with one click of the mouse
be: Заінсталяваць праґрамы аднiм клiкам мышы
el: Εγκαταστήστε τις εφαρμογές με ένα κλικ του ποντικιού
eu: Saguaren klik batekin aplikazioa instalatu
hi: माउस के एक क्लिक से सॉफ्टवेर इंस्टाल करें
hr: Instaliraj programe sa jednim klikom miša
lt: Diegti programas vienu pelės paspaudimu
mr: नविन सॉफ्टवेअर माऊस च्या एका क्लिक मध्ये स्थापित करा
nl: Installeer programma's met één click van de muis
ro: Instalați o aplicație cu un simplu clic
sl: Namestite programe z enim klikom miške
tr: Farenizin tek bir tıklamasıyla yeni uygulamalar yükleyin

source: Go to the Linux Mint Software Portal
be: Перайсьцi да Парталю Апраґрамаваньня Linux Mint
el: Πηγαίνετε στην Πύλη Λογισμικού του Linux Mint
eu: Linux Mint-ko aplikazio portalera joan
hi: लिनक्स मिंट के सॉफ्टवेर पोर्टल पर जाएं
hr: Idi na Linux Mint stranicu sa programima
lt: Atidaryti Linux Mint programinės įrangos svetainę
mr: लिनक्स मिंट सॉफ्टवेअर पोर्टलला भेट द्या
nl: Ga naar het Linux Mint Software Portaal
ro: Deschide portalul cu aplicații Linux Mint
sl: Pojdite na portal programja za Linux Mint
tr: Linux Mint Yazılım Portal'ına git

source: Go to the Linux Mint repository
be: Перайсьцi да рэпазыторыю Linux Mint
el: Πηγαίνετε στην αποθήκη του Linux Mint
eu: Linux Mint-ko repositoriora joan
hi: लिनक्स मिंट के सॉफ्टवेर भंडार पर जाएं
hr: Idi na Linux Mint repositorije
lt: Atidaryti Linux Mint šaltinius
mr: लिनक्स मिंट रेपोसिटोरी ला भेट द्या
nl: Ga naar de Linux Mint repository
ro: Vizitează depozitele Linux Mint
sl: Pojdi v Linux Mint repozitorij
tr: Linux Mint havuzuna(repo) git

source: Go to the Ubuntu repository
be: Перайсьцi да рэпазыторыю Ubuntu
el: Πηγαίνετε στην αποθήκη του Ubuntu
eu: Ubuntu-ko repositoriora joan
hi: उबुन्तु के सॉफ्टवेर भंडार पर जाएं
hr: Idi na Ubuntu repositorije
lt: Atidaryti Ubuntu šaltinius
mr: उबुंटू रेपोसिटोरी ला भेट द्या
nl: Ga naar de Ubuntu repository
ro: Vizitează depozitele Ubuntu
sl: Pojdi v Ubuntu repozitorij
tr: Ubuntu havuzuna(repo) git

source: Go to the GetDeb Portal
be: Перайсьцi да Парталю GetDeb
el: Πηγαίνετε στην Πύλη του GetDeb
eu: GetDeb.net-ko aplikazio portalera joan
hi: GetDeb.net पर जाएं
hr: Idi na GetDeb Portal
lt: Atidaryti GetDeb.net svetainę
mr: डेबायन पोर्टलला भेट द्या
nl: Ga naar het GetDeb portaal
ro: Deschide portalul cu aplicații GetDeb.net
sl: Pojdi v GetDeb repozitorij
tr: GetDep Portal'ına git

source: Search for a .mint application
be: Знайсьцi праґрамы .mint
el: Αναζήτηση για μια .mint εφαρμογή
eu: .mint aplikazio bat bilatu
hi: .मिंट प्रोग्राम खोजिये
hr: Traži .mint programe
lt: Ieškoti .mint programos
mr: .mint विनियोगाचा शोध घ्या
nl: Zoek naar een .mint programma
ro: Caută o aplicație .mint
sl: Išči .mint program
tr: .mint programı ara

source: Search for a .deb package
be: Знайсьцi пакеты .deb
el: Αναζήτηση για ένα .deb πακέτο.
eu: .deb pakete bat bilatu
hi: .deb प्रोग्राम खोजिये
hr: Traži .deb pakete
lt: Ieškoti .deb paketo
mr: .deb संकलनाचा शोध घ्या
nl: Zoek naar een .deb pakket
ro: Caută un pachet .deb
sl: Išči .deb paket
tr: .deb paketi ara

source: Search
be: Шукаць
el: Αναζήτηση
eu: Bilatu
hi: खोज
hr: Traži
lt: Paieška
mr: शोध
nl: Zoek
ro: Caută
sl: Išči
tr: Ara

source: Show
be: Паказаць
el: Εμφάνιση
eu: Erakutzi
hi: देखिये
hr: Pokaži
lt: Rodyti
mr: दाखवा
nl: Toon
ro: Arată
sl: Prikaži
tr: Göster

source: reviews
be: агляд
el: αξιολογήσεις
eu: Aipamen
hi: निरिक्षण
hr: dojam
lt: apžvalgas
mr: समीक्षा
ro: recenzii
sl: pregledi
tr: incelemeler

source: MB
hi: एम् बी
mr: एम बि

source: The screenshot for this application was not successfully downloaded. Click on refresh to fix the problem.
be: Здымак экрану да гэтае праґрамы не быў папраўна адпампаваны. Нацiсьнiце гузiк Абнавiць абы направiць гэтую праблему.
el: Η εικόνα της εφαρμογής δεν έχει ληφθεί επιτυχώς. Πατήστε στο κουμπί ανανέωση για επιδιόρθωση του προβλήματος.
eu: Aplikazio honen pantailla kaptura ezin izan da deskargatu. Jo aktualizatu botoia arazoa konpontzeko.
hi: इस प्रोग्राम का चित्र सफलतापूर्वक डाउनलोड नहीं हुआ. इस कठिनाई को सुधरने की लिए रिफ्रेश पर क्लिक करें.
hr: Slika za ovaj program nije uspješno skinuta. Klikni na osvježi da popraviš problem.
lt: Šios programos paveiksliuko nepavyko atsiųsti. Paspauskite atnujinimo mygtuką, kad tai būtų ištaisyta.
mr: विनियोगाचे चित्रिकरण सफलतेने डाउनलोड होउ शकले नाही. समस्या निवारणा साठी रिफ्रेश वर क्लिक करा.
nl: Het screenshot voor dit programma was niet met succes gedownload. Druk op refresh om het probleem op te lossen.
ro: Captura de ecran nu a fost descărcată corect pentru această aplicație. Faceți clic pe butonul Actualizează pentru a rezolva această problemă.
sl: Predogled programa ni bil uspešno prenešen. Kliknite na osveži za ponoven poizkus.
tr: Bu uygulamanın ekran görüntüsü indirilemedi. Sorunu çözmek için yenile'ye tıklayın.

source: The mint file for this application was not successfully downloaded. Click on refresh to fix the problem.
be: Файл .mint да гэтае праґрамы не быў папраўна адпампаваны. Нацiсьнiце гузiк Абнавiць абы направiць гэтую праблему.
el: Το αρχείο .mint για αυτή την εφαρμογή δεν έχει ληφθεί επιτυχώς. Πατήστε στο κουμπί ανανέωση για επιδιόρθωση του προβλήματος.
eu: Aplikazioko .mint artziboa ezin izan da deskargatu. Jo aktualizatu botoia arazoa konpontzeko.
hi: इस प्रोग्राम की .मिनट फाइल सफलतापूर्वक डाउनलोड नहीं हुई. इस कठिनाई को सुधरने की लिए रिफ्रेश पर क्लिक करें.
hr: Mint datoteka za ovaj program nije uspješno skinuta. Klikni na osvježi da popraviš problem.
lt: .mint rinkmena šiai programai nebuvo atsiųta. Paspauskite atnaujinimo mygtuką, kad tai būtų ištaisyta.
mr: या विनियोगाची mint फाईल सफलतेने डाउनलोड होऊ शकली नाही. समस्या निवारणा साठी रिफ्रेश वर क्लिक करा
nl: Het mint bestand voor dit programma was niet met succes gedownload. Druk op refresh om het probleem op te lossen.
ro: Fișierul .mint nu a fost descărcat corect pentru această aplicație. Faceți clic pe butonul Actualizează pentru a rezolva această problemă.
sl: Datoteka .mint za ta program ni bila uspešno prenešena. Kliknite na osveži za ponoven poizkus.
tr: Bu uygulamanın mint dosyası indirilemedi. Sorunu çözmek için yenile'ye tıklayın.

source: %d applications listed
be: %d праґрамаў у сьпiсе
el: %d εφαρμογές έχουν μπει στη λίστα.
eu: %d aplikazio prest daude
hi: %d प्रोग्रामों की सूची
hr: %d programa izlistano
lt: Rodoma %d programų
mr: %d विनियोग सुची
nl: %d lijst van programma's
ro: %d aplicații afișate
sl: %d programov na seznamu
tr: %d program listelendi

source: Category
be: Катэґорыi
el: Κατηγορία
eu: Kategoría
hi: कोटि
hr: Kategorije
lt: Kategorija
mr: श्रेणी
nl: Kategorie
ro: Categoria
sl: Kategorija
tr: Kategori

source: Application
be: Праґрама
el: Εφαρμογή
eu: Aplicazio
hi: प्रोग्राम
hr: Programi
lt: Programa
mr: विनियोग
nl: Programma
ro: Aplicația
sl: Aplikacija
tr: Uygulama

source: Average rating
be: Сяредняя ацэнка
el: Μέση Βαθμολογία
eu: Ebaluaketa batez beste
hi: औसत अंकन
hr: Prosječna ocjena
lt: Vidutinis reitingas
mr: सामान्य दर्जा
nl: Gemiddelde waardering
ro: Evaluarea medie
sl: Povprečna ocena
tr: Ortalama Puan

source: Reviews
be: Агляды
el: Αξιολογήσεις
eu: Ebaluaketa
hi: विवरण
hr: Dojmovi
lt: Apžvaglos
mr: समीक्षा
ro: Recenzii
sl: Ocen
tr: İncelemeler

source: Views
be: Праглядаў
el: Θεάθηκε
eu: Bisitak
hi: दर्शित
hr: Pogleda
lt: Parodymai
mr: दर्शन
nl: Bezoeken
ro: Vizite
sl: Ogledov
tr: Ziyaretler

source: Added
be: Даданыя
el: Τοποθετημένο
eu: Gainontzekoak
hi: डाला गया
hr: Dodano
lt: Pridėta
mr: अधिक
nl: Toegevoegd
ro: Adăugat la
sl: Dodano
tr: Eklendi

source: Score
be: Вынiк
el: Σκορ
eu: Puntuazioa
hi: अंक
hr: Ocjena
lt: Taškai
mr: गुण
ro: Scor
sl: Zadetkov
tr: Skor

source: Reviewer
be: Аўтар агляду
el: Αξιολογητής
eu: iruzkigile
hi: विवारंकर्ता
hr: Autor dojma
lt: Apžvalgininkas
mr: समीक्षक
nl: Auteur
ro: Autor
sl: Ocenjevalec
tr: İnceleyen

source: Rating
be: Ацэнка
el: Εκτιμήθηκε
eu: Ebalazioa
hi: अंकन
hr: Ocjena
lt: Reitingas
mr: दर्जा
nl: Waardering
ro: Evaluare
sl: Ocena
tr: Puan

source: Review
be: Агляд
el: Αξιολόγηση
eu: Iruzkide
hi: विवरण
hr: Dojam
lt: Apžvalga
mr: समीक्षा
ro: Recenzie
sl: Pregled
tr: İnceleme

source: Software manager for Linux Mint
be: Кiраваньне апраґрамаваньнем Linux Mint
el: Διαχειριστής λογισμικού για το Linux Mint
eu: Linux Mint-ko Aplikazio gestorea
hi: लिनक्स मिंट का सॉफ्टवेर मैनेजर
hr: Upravitelj programa za Linux Mint
lt: Linux Mint programinės įrangos tvarkyklė
mr: लिनक्स मिंट साठी सॉफ्टवेयर व्यवस्थापक
nl: Software Manager voor Linux Mint
ro: Administratorul de aplicații pentru Linux Mint
sl: Urejevalec programov za Linux Mint
tr: Linux Mint için yazılım denetleyici

source: _Help
be: _Дапамога
el: _Βοήθεια
eu: _Laguntza
hi: _मदद
hr: _Pomoć
lt: _Slėpti
mr: _मदत
ro: _Ajutor
sl: _Pomoč
tr: _Yardım

source: About
be: Некалькi словаў аб...
el: Σχετικά
eu: Gutaz
hi: बारे में
hr: O programu
lt: Informacija
mr: विषयी
nl: Om
ro: Despre
sl: O programu
tr: Hakkında

source: _File
be: _Файл
el: _Φάκελος
eu: _Archiboa
hi: _फाइल
hr: _Datoteka
lt: _Rinkmena
mr: _फाईल
nl: _Bestand
ro: _Fișier
sl: _Datoteka
tr: _Dosya

source: Quit
be: Выхад
el: Τερματισμός
eu: Itxi
hi: ख़त्म
hr: Izlaz
lt: Išeiti
mr: समाप्त
nl: Beëindig
ro: Închide
sl: Končaj
tr: Çık

source: The data used by mintInstall is corrupted or out of date. Click on refresh to fix the problem :
be: Дадзеныя mintInstall пашкоджаныя альбо неактуальныя. Нацiсьнiце гузiк Абнавiць абы направiць гэтую праблему.:
el: Τα δεδομένα που χρησιμοποιούνται από το mintInstall είναι καταστραμμένα ή είναι ξεπερασμένα. Πατήστε στο κουμπί ανανέωσης για να επιλύσετε το πρόβλημα :
eu: mintInstall erabilitako datuak uztelduta edo ez eguneratuak daude. Jo Aktualizatu botoia arazoa konpontzeko:
hi: मिंट इंस्टाल द्वारा इस्तेमाल किया गया डाटा ख़राब या पुराना है. इस कठिनाई को सुधरने की लिए रिफ्रेश पर क्लिक करें :
hr: Datoteka koju koristi mintInstall je pokvarena ili je zastarila. Klikni na osvježi da popraviš problem :
lt: Duomenys, naudojami mintInstall, yra paseną ar pažeisti. Paspauskite atnaujinimo mygtuką, kad tai ištaisyti:
mr: mintInstall कडून वापरली जाणारी माहीती भ्रष्ट झाली आहे. समस्या निवारणा साठी रिफ्रेश वर क्लिक करा:
nl: De gegevens die door mintInstall worden gebruikt zijn beschadigd of verouderd. Druk op refresh om het probleem op te lossen:
ro: Datele folosite de mintInstall sunt corupte sau nu sunt actualizate. Faceți clic pe butonul Actualizează pentru a rezolva această problemă:
sl: Podatki za mintInstall so pokvarjeni ali zastareli. Kliknite na osveži za ponoven poizkus :
tr: mintInstall tarafından kullanılan veri bozuk veya eski. Sorunu gidermek için yenile'ye basın:

source: Downloading data for %s from %s
be: Адпампаваньне дадзеных для %s з %s
el: Λαμβάνονται δεδομένα για το %s από %s
eu: %s rako %s -tik datuak deskargatzen
hi: %s लिए %s से डाटा डाउनलोड किया जा रहा है
hr: Skidam datoteku za %s sa %s
lt: Siunčiami %s duomenys iš %s
mr: %s साठी %s वरून माहीती डाउनलोड होत आहे
nl: Data voor %s wordt gedownload van %s
ro: Se descarcă datele pentru %s de la %s
sl: Prenašam za %s iz %s
tr: %s'ten %s için data indiriliyor

source: %d categories loaded
be: Адчытана %d катэґорыяў
el: %d κατηγορίες φορτώθηκαν
eu: %d kategoriak kargatutak
hi: %d कोटियाँ लोड करी गईं
hr: %d kategorije učitane
lt: Rodoma %d kategorijų
mr: %d श्रेण्या स्थापित
nl: %d kategorien gehaald
ro: %d categorii încărcate
sl: %d prenešenih kategorij
tr: %d kategori yüklendi

source: %d applications loaded
be: Адчытана %d праґрамаў
el: %d εφαρμογές φορτώθηκαν
eu: %d aplikazio kargatutak
hi: %d प्रोग्राम लोड किये गए
hr: %d programi učitani
lt: Rodoma %d programų
mr: %d विनियोग स्थपित
nl: %d programma's gehaald
ro: %d aplicații încărcate
sl: %d naloženih programov
tr: %d uygulama yüklendi

source: %d screenshots loaded
be: Адчытана %d здымкаў экрану
el: %d εικόνες φορτώθηκαν
eu: %d pantailla kapturak kargatutak
hi: %d प्रोग्राम चित्र लोड किये गए
hr: %d slike programa učitane
lt: Rodoma %d paveiksliukų
mr: %d चित्रिकरण स्थापित
nl: %d screenshots gehaald
ro: %d capturi de ecran încărcate
sl: %d naloženih predogledov
tr: %d ekran görüntüsü yüklendi

source: %d reviews loaded
be: Адчытана %d аглядаў
el: %d αξιολογήσεις φορτώθηκαν
eu: %d iruzkide kargatutak
hi: %d विवरण लोड किये गए
hr: %d dojmovi učitani
lt: Rodoma %d apžvalgų
mr: %d avis chargés
nl: %d reviews gehaald
ro: %d recenzii încărcate
sl: %d naloženih pregledov
tr: %d inceleme yüklendi

source: All applications
be: Усе праґрамы
el: Όλες οι εφαρμογές
eu: Aplikazio guztiak
hi: सारे प्रोग्राम
hr: Svi programi
lt: Visos programos
mr: सर्व विनियोग
nl: Alle programma's
ro: Toate aplicațiile
sl: Vsi programi
tr: Tüm uygulamalar

source: Visit
be: Перайсьцi
el: Επισκεφθείτε
eu: Bisitatu
hi: जाइये
hr: Posjeti
lt: Aplankykite
mr: भेट द्या
nl: Bezoek
ro: Vizitează
sl: Obisk
tr: Ziyaret

source: Search:
be: Знайсьцi:
el: Αναζήτηση :
eu: Bilatu:
hi: खोजिये:
hr: Traži :
lt: Paieška:
mr: शोध :
nl: Zoek:
ro: Caută:
sl: Išči:
tr: Ara:

source: Added:
be: Дадана:
el: Προστέθηκε :
eu: Erantziak:
hi: डाले गए:
hr: Dodano :
lt: Įdėta:
mr: अधिक :
nl: Toegevoegd:
ro: Adaugă:
sl: Dodano:
tr: Eklendi :

source: License:
be: Лiцэнзыя:
el: Άδεια :
eu: Litzentzia:
hi: लाइसेंस :
hr: Licenca :
lt: Licenzija:
mr: अधिकार पत्र :
nl: Licentie:
ro: Licența:
sl: Licenca:
tr: Lisans :

source: Size:
be: Разьмер:
el: Μέγεθος :
eu: Tamaina:
hi: आकार :
hr: Veličina :
lt: Dydis:
mr: आकार :
nl: Grootte:
ro: Mărimea:
sl: Velikost:
tr: Boyut :

source: Views:
be: Праглядаў:
el: Εμφανίσεις :
eu: Bisitak:
hi: दर्शित :
hr: Pogleda :
lt: Parodymai:
mr: दर्शन :
nl: Bezoeken:
ro: Vizite:
sl: Ogledov:
tr: Görüntülenme :

source: Average rating:
be: Сяредняя ацэнка:
el: Μέση Βαθμολογία :
eu: Batez besteko ebaluzioa:
hi: औसत अंकन :
hr: Prosječna ocjena :
lt: Vidutinis reitingas:
mr: सामान्य दर्जा :
nl: Gemiddelde waardering:
ro: Evaluarea medie:
sl: Povprečna ocena:
tr: Ortalama Puan :

source: Refreshing mintInstall
be: Абнаўленьне mintInstall
el: Ανανεώνεται το mintInstall
eu: mintInstall eguneatzen
hi: mintInstall को रिफ्रेश किया जा रहा है
hr: Osvježavam mintInstall
lt: Atnaujinamas mintInstall
mr: mintInstall रिफ्रेश होत आहे
nl: Update van mintInstall
ro: Se actualizează mintInstall
sl: Osveži mintInstall
tr: mintInstall'ı yeniliyor

source: Please wait, this operation can take a while
be: Калi ласка, пачакайце, гэта патрабуе троху часу
el: Παρακαλώ περιμένετε, αυτή η λειτουργία μπορεί να διαρκέσει για λίγο
eu: Itzaron mesedez, operazio hau zenbait denbora har litzake
hi: कृपया सब्र करें, थोरा समय लग सकता है
hr: Pričekajte, ova operacija može malo potrajati
lt: Prašome palaukti, tai gali užtrukti
mr: कृपया प्रतिक्षा करा
nl: Geduld aub, deze operatie kan wat tijd in beslag nemen
ro: Vă rugăm să așteptați, această operațiune poate sa dureze ceva timp
sl: Prosimo počakajte, ta operacija lahko traja nekaj časa
tr: Lütfen bekleyin, bu işlem uzun sürebilir

source: Versions
be: Вэрсыi
el: Εκδόσεις
eu: Bersioak
hi: रूपांतर
hr: Verzija
lt: Versijos
mr: संस्करण
nl: Versies
ro: Versiuni
sl: Verzije
tr: Versiyonlar

source: Please refresh mintInstall by clicking on the Refresh button
be: Калi ласка, абнавiце mintInstall нацiснуўшы гузiк Абнавiць
el: Παρακαλώ ανανεώστε το mintInstall πατώντας το κουμπί ανανέωσης
eu: Mesedez mintInstall eguneratu Actualizatu boroia joituz
hi: कृपया mintInstall को रिफ्रेश बटन दबा कर रिफ्रेश करें
hr: Osvježite mintInstall pritskom na Osvježi dugme
lt: Prašome atnaujinti mintInstall paspaudžiant atnaujinimo mygtuką
mr: कृपया mintInstall रिफ्रेश करा
nl: Druk aub op refresh om mintInstall te updaten
ro: Vă rugăm să faceți clic pe butonul Actualizează pentru a reîncărca mintInstall
sl: Prosim osvežite mintInstall s klikom na gumb Osveži
tr: Lütfen Yenile butonuna basarak mintInstall'ı yenileyin

source: Repository
be: Рэпазыторый
el: Αποθήκη
eu: Repositorioa
hi: सॉफ्टवेर भंडार
hr: Repozitorij
lt: Šaltinis
mr: रेपोसिटोरी
ro: Depozit
sl: Repozitorij
tr: Havuz(Repo)

source: Package
be: Пакет
el: Πακέτο
eu: Paketea
hi: सॉफ्टवेर फाइल
hr: Paket
lt: Paketas
mr: संकलन
nl: Pakket
ro: Pachet
sl: Paket
tr: Paket

source: Installed version
be: Заінсталяваная вэрсыя
el: Εγκατεστημένη έκδοση
eu: Bersio instalatua
hi: इंस्टाल किया हुआ रूपांतर
hr: Instalirana verzija
lt: Įdiegta versija
mr: स्थपित संस्करण
nl: Geïnstalleerde versie
ro: Versiune instalată
sl: Nameščena verzija
tr: Yüklü versiyon
