Repository: 99ANDREY99/mintinstall
Catalog: usr/lib/linuxmint/mintInstall/locale/*/LC_MESSAGES/messages.po
Languages: be, el, eu, hi, hr, lt, mr, nl, ro, sl, tr

source: Available version
be: Даступная вэрсыя
el: Διαθέσιμη έκδοση
eu: Bersio prest
hi: उपलब्ध रूपांतर
hr: Dostupna verzija
lt: Prieinama versija
mr: उपलब्ध संस्करण
nl: Beschikbare versie
ro: Versiune disponibilă
sl: Možna verzija
tr: Bulunan Versiyon

source: Please enter your password
be: Калi ласка, ўвядзiце ваш пароль
el: Παρακαλώ εισάγετε τον κωδικό σας
eu: Pasaitza sartu
hi: अपना गुप्तशब्द डालिए
hr: Unesite vašu lozinku
lt: Prašome įvesti savo slaptažodį
mr: कृपया आपला गुप्तशब्द नोंदा
nl: Paswoord intoetsen aub
ro: Vă rugăm să introduceți parola dumneavoastră
sl: Prosimo vpišite vaše geslo
tr: Lütfen şifrenizi girin

source: Games
be: Гульнi
el: Παιχνίδια
eu: Jolasak
hi: खेल
hr: Igre
lt: Žaidimai
mr: खेळ
nl: Spelen
ro: Jocuri
sl: Igre
tr: Oyunlar

source: Internet
be: Iнтэрнэт
el: Διαδίκτυο
hi: इन्टरनेट
lt: Internetas
mr: इंटरनेट
sl: Splet

source: Accessories
be: Дадатковая iнструмэнты
el: Βοηθήματα
eu: Akzesorioak
hi: सहायक प्रोग्राम
hr: Pomagala
lt: Priedai
mr: उपयुक्त साधने
nl: Accessoires
ro: Accesorii
sl: Pripomočki
tr: Donatılar

source: Sound & Video
be: Аўдыё i вiдэа
el: Ήχος & Βίντεο
eu: Sonido eta Bideoa
hi: साऊंड व् विडियो
hr: Zvuk & Video
lt: Vaizdas ir garsas
mr: ध्वनि व चलचित्र
nl: Geluid & Video
ro: Audio & Video
sl: Multimedija
tr: Ses & Müzik

source: Office
be: Офiс
el: Γραφείο
eu: Bulegoa
hi: दफ्तर
lt: Raštinė
mr: कचेरी
nl: Kantoor
ro: Birotică
sl: Pisarna
tr: Ofis

source: Graphics
be: Ґрафiка
el: Γραφικά
eu: Gráficoak
hi: आरेख
hr: Grafika
lt: Grafika
mr: ग्राफिक्स
nl: Grafiek
ro: Grafică
sl: Grafični programi
tr: Grafik

source: Programming
be: Праґрамаваньне
el: Προγραμματισμός
eu: Programazioa
hi: प्रोग्रामइंग
hr: Programiranje
lt: Programavimas
mr: प्रोग्रामिंग
nl: Programmering
ro: Programare
sl: Programiranje
tr: Programlama

source: Education
be: Адукацыя
el: Εκπαίδευση
eu: Ikaskuntza
hi: पड़ना लिखना
hr: Obrazovanje
lt: Mokslai
mr: शिक्षण
nl: Onderwijs
ro: Educație
sl: Izobraževanje
tr: Eğitim

source: System Tools
be: Сыстэмныя iнструмэнты
el: Εργαλεία Συστήματος
eu: Sistematen herramienta
hi: तंत्र औजार
hr: Systemski Alati
lt: Sistemos įrankiai
mr: प्रणाली उपकरणे
nl: Systeem hulpmiddelen
ro: Utilitare sistem
sl: Sistemska orodja
tr: Sistem Araçları

source: First person shooters
el: Πρώτου προσώπου σκοπευτικά
eu: Lehengo pertzona tiratzaile
hi: उत्तम पुरुष शूटर
hr: Pucačine iz prvog lica
lt: Šaudyklės
mr: फर्स्ट पर्सन शुटर
nl: Schietspelen
ro: Șutere
sl: Prvi poizkusi
tr: Birinci şahıs aksiyon

source: Turn-based strategy
el: Στρατηγική με βάση τη σειρά
eu: Turnozko estrategia
hi: बारी आधारित नीती
hr: Turn-based strategije
lt: Eilėmis paremta strategija
mr: टर्न बेस स्ट्रेटेजी
nl: Strategiespelen, om de beurt
ro: Strategie pe ture
sl: Strategija
tr: Tur zamanlı strateji

source: Real time strategy
el: Στρατηγική σε αληθινό χρόνο
eu: Momentuzko Estrategia
hi: रियल टाइम नीती
hr: Real time strategije
lt: Realaus laiko strategija
mr: रिअल टाईम स्ट्रेटेजी
nl: Strategiespelen, real time
ro: Strategie în timp real
sl: Strategaija v realnem času
tr: Gerçek zamanlı strateji

source: Emulators
be: Эмулятары
el: Εξομοιωτές
eu: Emuladoreak
hi: अनुकरण खेल
hr: Emulatori
lt: Emuliatoriai
mr: ईम्युलेटर
nl: Emulatoren
ro: Emulatoare
sl: Emulatorji
tr: Emülatörler

source: Simulation & racing
be: Сымулятары i гонкi
el: Προσομοιωτές & Πορεία
eu: Simulazio eta lasterketak
hi: अनुकरण व् रसिंग
hr: Simulacije & utrke
lt: Simuliatoriai ir lenktynės
mr: सिम्युलेशन व रेसिंग
nl: Simulatoren & race
ro: Simulări & curse de mașini
sl: Simulacije & Dirkanje
tr: Simülasyon & Yarış

source: Email
be: Электронная пошта
el: Ηλεκτρονικό Ταχυδρομείο
eu: Korreo elektronicoa
hi: ई मेल
hr: E-pošta
lt: El. paštas
mr: ई-मेल
ro: Poștă electronică
sl: E-pošta
tr: Elektronik Posta

source: Web browsers
be: Iнтэрнэт-браўзеры
el: Πλοηγητές Ιστού
eu: Web navegadoreak
hi: वेब ब्रौसर्स
hr: Internet pretraživači
lt: Interneto naršyklės
mr: वेब ब्राउजर
ro: Navigatoare web
sl: Spletni brskalniki
tr: İnternet Tarayıcı

source: Instant messengers
be: Мэсэнджэры
el: Άμεσοι ταχυδρόμοι
eu: Momentuko mensajeria
hi: तुंरत सन्देश प्रोग्राम
hr: Messengeri
lt: Žinučių programos
mr: तुर्त संदेश
ro: Mesagerie instantanee
sl: Instant sporočanje
tr: Anında Mesajlaşma Programları

source: Internet Relay Chat
be: IRC
el: IRC
eu: IRC
hi: आई आर सी
hr: IRC
lt: IRC
mr: IRC
nl: IRC
ro: IRC
sl: IRC
tr: IRC

source: FTP
hi: ऍफ़ टी पि

source: P2P and torrent
be: P2P i торэнты
el: P2P και torrent
eu: P2P eta torrent
hi: पियर २ पियर टोरेंट
hr: P2P i torrenti
lt: Peer to Peer ir Torrent
mr: P2P आणि टोरंट
nl: Peer to Peer en Torrent
ro: Peer to Peer și Torrent
sl: P2P in Torrenti
tr: P2P ve Torrent

source: Firewall
el: Τείχος Προστασίας
eu: suebaki
hi: फायरवाल
hr: Vatrozid
lt: Ugniasienės
mr: फायरवॉल
sl: Požarni zid

source: Text editors
be: Рэдактары тэкстаў
el: Επεξεργαστές κειμένου
eu: Textu editoreak
hi: दस्तावेज़ संपादन
hr: Programi za uređivanje teksta
lt: Teksto redaktoriai
mr: लेखन संपादक
nl: Tekst editors
ro: Editoare de text
sl: Urejevalniki besedil
tr: Metin Editörü

source: Audio players
be: Аўдыёплееры
el: Προγράμματα ήχου
eu: Audioko erreproductoreak
hi: गाना बजाने के लिए
hr: Programi za slušanje muzike
lt: Audio grotuvai
mr: ध्वनी प्लेबैक
nl: Audio afspelers
ro: Redare audio
sl: Audio predvajalniki
tr: Müzik Çalarlar

source: Video players
be: Вiдэаплееры
el: Προγράμματα βίντεο
eu: Bideoko erreproductoreak
hi: विडियो की लिए
hr: Programi za gledanje videa
lt: Video grotuvai
mr: चलचित्र प्लेबैक
nl: Video afspelers
ro: Redare video
sl: Video predvajalniki
tr: Video Oynatıcılar

source: Burning tools
be: Запiс кружэлак
el: Εργαλεία καψίματος
eu: Grabatzeko herramientak
hi: डिस्क लेखन
hr: Programi za snimanje na medije
lt: Diskų rašymo įrankiai
mr: बर्निंग उपकरणे
nl: Hulpmiddelen voor het aanmaken van Disks
ro: Inscripționare discuri
sl: Orodja za peko
tr: Yakma Araçları

source: Office suites
be: Офiсныя пакеты
el: Σουίτες Γραφείου
eu: Bulegoko paketeak
hi: दफ्तर की लिए
hr: Office odjela
lt: Raštinės paketai
mr: कचेरी संबंधित विनियोग
nl: Kantoorpaketten
ro: Suite de birotică
sl: Pisarniški programi
tr: Ofis Suitleri

source: Collection managers
be: Кiраваньне калекцыямi
el: Διαχειριστές συλλογών
eu: Kolekzio organizatzaileak
hi: संग्रह मनेजर
hr: Menadžeri za kolekcije
lt: Kolekcijų tvarkyklės
mr: संग्रह व्यवस्थापक
nl: Verzameling managers
ro: Administrare de colecții
sl: Upravljanje zbirk
tr: Koleksiyon yöneticiler

source: Document viewers
be: Прагляд дакумэнтаў
el: Αναγνώστες εγγράφων
eu: Dokumento ikusgailu
hi: दस्तावेज़ देखने की लिए
hr: Dokument preglednici
lt: Dokumentų atverėjai
mr: लेख्य दर्शक
nl: Dokumentviewers
ro: Vizualizare documente
sl: Pregledniki dokumentov
tr: Dosya göstericiler

source: Finance
be: Фiнансы
el: Oικονομικά
eu: Finantzak
hi: वित्तीय
hr: Financije
lt: Finansai
mr: अर्थ
nl: Financieel
ro: Finanțe
tr: Finans

source: Word processors
be: Тэкставыя працэсары
el: Κειμενογράφοι
eu: Textusko prozezadorak
hi: संपादन
hr: Word procesori
lt: Teksto redaktoriai
mr: शब्द संपादक
nl: Tekstverwerkers
ro: Procesare de text
sl: Programi za tekste
tr: Kelime İşlemciler

source: Spreadsheets
be: Рэдактар таблiцаў
el: Φύλλα εργασίας
eu: Kalkulo horriak
hi: विस्तृत स्प्रेडशीट
hr: Proračunske tablice
lt: Skaičiuoklės
mr: स्प्रेडशीट्स
ro: Foi de calcul
sl: Programi za tabele
tr: Tablolar

source: Publishing
be: Публiкаваньне
el: Δημοσιεύσεις
eu: Presentazioak
hi: प्रकाशन
hr: Izdavalaštvo
lt: Publikavimas
mr: प्रकाशन
nl: Publicatie
ro: Publicații
sl: Objavljanje
tr: Yayınlamak

source: Graph and flowcharts
be: Ґрафiкi i дыяграмы
el: Γραφική παράσταση και Διαγράμματα
eu: Grafiko y diagramak
hi: ग्राफ व् चार्ट
hr: Grafovi i dijagrami
lt: Grafikai ir diagramos
mr: आलेख व फ्लोचार्ट्स
nl: Diagrammen en flowcharts
ro: Diagrame
sl: Grafi in diagrami
tr: Diyagramlar

source: Databases
be: Базы дадзеных
el: Βάσεις Δεδομένων
eu: Datuzko baseak
hi: डाटाबेस
hr: Baze podataka
lt: Duomenų bazės
mr: डेटाबेस
ro: Baze de date
sl: Baze
tr: Veritabanları

source: Mind mapping
el: Οργάνωση Σκέψεων
eu: Organigramak
hi: दिमागी
hr: Kartografija
lt: Sąmonės žemėlapiai
mr: माईंड मॅपर्स
ro: Creativitate
sl: Idejniki
tr: Beyin haritalama

source: 2D
hi: २ डी

source: Image viewers
be: Прагляд выяваў
el: Αναγνώστες Εικόνων
eu: Irudi ikusgailuak
hi: चित्र देखने की लिए
hr: Preglednici slika
lt: Paveiksliukų atverėjai
mr: चित्र दर्शक
nl: Beeldviewers
ro: Vizualizare imagini
sl: Pregledovalniki fotografij
tr: İmaj gösterici

source: Photo
be: Фатаґрафii
el: Φωτογραφία
eu: Fotografia
hi: फोटो
hr: Fotografija
lt: Fotografija
mr: छायाचित्र
nl: Fotografie
ro: Fotografie
sl: Fotografija
tr: Resim

source: Scanning tools
be: Праґрамы да сканаваньня
el: Εργαλεία Σάρωσης
eu: Eskanerako herramientak
hi: स्कैनिंग
hr: Alati za skeniranje
lt: Nuskaitymo įrankiai
mr: अवलोकन उपकरण
nl: Hulpmiddelen voor scanning
ro: Programe pentru scanner
sl: Orodja za skeniranje
tr: Tarayıcı Araçları

source: Tools
be: Iнструмэнты
el: Εργαλεία
eu: Herramientak
hi: औजार
hr: Alati
lt: Įrankiai
mr: साधने
nl: Hulpmiddelen
ro: Unelte
sl: Orodja
tr: Araçlar

source: Desktop components
be: Кампанэнты стальца
el: Συστατικά επιφάνεια εργασίας
eu: Idazmahiko konponenteak
hi: डेस्कटॉप अंग
hr: Desktop komponente
lt: Darbastalio priedai
mr: डेस्कटॉपचे घटक
nl: Werkbladkomponenten
ro: Aplicații pentru birou
sl: Orodja za namizje
tr: Masaüstü bileşenleri

source: Package management
be: Кiраваньне пакетамi
el: Διαχείριση πακέτων
eu: Paketen administradorea
hi: पैकेज मैनेजमेंट
hr: Upravljanje paketima
lt: Paketų tvarkymas
mr: संकलन व्यवस्थापक
nl: Pakkettenbeheer
ro: Administrare de pachete
sl: Urejevalniki paketov
tr: Paket Yönetici

source: Installed
be: Заінсталявана
el: Εγκατεστημένο
eu: Instalatua
hi: इंस्टाल हो गया
hr: Instalirano
lt: Įdiegta
mr: स्थापित
nl: Geïnstalleerd
ro: Instalat
sl: Nameščeno
tr: Yüklendi

source: Description
be: Апiсаньне
el: Περιγραφή
eu: Descripzioa
hi: विवरण
hr: Opis
lt: Aprašymas
mr: वर्णन
nl: Beschrijving
ro: Descriere
sl: Opis
tr: Açıklama

source: No results
be: Брак рэзультатаў
el: Δεν υπάρχουν αποτελέσματα
eu: Emaitz gabekoa
hi: कोई परिणाम नहीं
hr: Nema rezultata
lt: Jokių rezultatų
mr: निकाल नाही
nl: Geen resultaat
ro: Fără rezultate
sl: Brez zadetkov
tr: Sonuç bulunamadı

source: Could not find package: %s
be: Не удалася знайсьцi пакет: %s
el: Δεν βρέθηκε το πακέτο: %s
eu: Ezin izan da paketea aurkitu: %s
hi: पैकेज नहीं मिला: %s
hr: Nemože se naći paket: %s
lt: Paketas %s nerastas
mr: %s संकलन सापडले नाही
nl: Volgende pakket werd niet gevonden: %s
ro: Nu a fost găsit pachetul: %s
sl: Ne najdem paketa: %s
tr: Şu paket bulunamadı: %s

source: Featured applications
be: Уключаныя праґрамы
el: Προτεινόμενες εφαρμογές
eu: Guztuko aplikazioak
hi: मुख्य प्रोग्राम
hr: privlačne aplikacije
lt: Populiarios programos
mr: फीचर्ड विनियोग
nl: Populaire programma's
ro: Aplicații populare
sl: Priljubljeni programi
tr: Gösterilen uygulamalar

source: These popular applications can be installed on your system:
be: Гэтыя папулярныя праґрамы можна заінсталяваць на ваш кампутар:
el: Αυτές οι δημοφιλείς εφαρμογές μπορούν να εγκατασταθούν στο σύστημά σας :
eu: Guztuko aplikazioa zure ekipoan instalatzeko prest:
hi: यह प्रचिलित प्रोग्राम आपके सिस्टम में डाले जा सकते हैं:
hr: Ove popularni programi mogu biti instalirani na vašem sistemu :
lt: Jūsų sistemoje gali būti įdiegots šios programos:
mr: हे प्रसिद्ध विनियोग आपल्या प्रणालीवर स्थापित होऊ शकतात :
nl: Volgende populaire programma's zijn beschikbaar :
ro: Următoarele aplicații populare sunt disponibile:
sl: Ti priljubljeni programi so lahko nameščeni na vaš sistem:
tr: Bu popüler uygulamalar sisteminize yüklenebilir:

source: Icon
be: Значок
el: Εικονίδιο
eu: Iconoa
hi: आइकन
hr: Ikona
lt: Ikona
mr: आईकन
nl: Ikoon
ro: Iconițe
sl: Ikona

source: Size
be: Разьмер
el: Μέγεθος
eu: Tamaina
hi: आकार
hr: Veličina
lt: Dydis
mr: आकारमान
nl: Grootte
ro: Mărimea
sl: Velikost
tr: Boyut

source: B
hi: बी
mr: बि
nl: Bytes
ro: octeți

source: KB
hi: के बी
mr: के बि

source: GB
hi: गी बी
mr: जि बि

source: More info
be: Больш iнфармацыi
el: Περισσότερες πληροφορίες
eu: Informazio gehiago
hi: अधिक जानकारी
hr: Još informacija
lt: Daugiau informacijos
mr: अधिक माहिती
nl: Meer informatie
ro: Mai multe informații
sl: Več informacij
tr: Detaylı Bilgi

source: Website
be: Iнтэрнэт-старонка
el: Διαδικτυακός τόπος
eu: web horrialdea
hi: वेबसाइट
hr: Internet stranica
lt: Tinklapis
mr: वेब साईट
ro: Adresa web
sl: Spletna stran
tr: Web Sitesi

source: Downloading data
be: Адпампаваньне дадзеных
el: Λαμβάνονται δεδομένα
eu: Dekargatzen
hi: डाटा डाउनलोड किया जा रहा है
hr: Skidam podatke
lt: Duomenys siunčiami
mr: माहिती डाउनलोड होत आहे
nl: Download van data
ro: Descărcarea este în curs
sl: Prenašanje datotek
tr: Veriyi İndiriyor

source: Please wait, a screenshot is being downloaded for this application.
be: Калi ласка, пачакайце, зараз адпампоўваецца здымак экрану да гэтае праґрамы.
el: Παρακαλώ περιμένετε, μια εικόνα έχει αρχίσει να λαμβάνεται για αυτή την εφαρμογή.
eu: Itzaron mesedez, aplikazio honen pantaila kaptura deskargatzen ari da.
hi: कृपया सब्र करें, प्रोग्राम का चित्र डाउनलोड हो रहा है
hr: Pričekajte, slika za ovaj program se skida.
lt: Prašome palaukti, kol bus atsiųstas šios programos paveiksliukas.
mr: कृपया थांबा या विनियोगा चे चित्रिकरण डाउनलोड होत आहे.
nl: Geduld aub, een screenshot voor dit programma wordt gedownload.
ro: Vă rugăm să așteptați, o captură de ecran va fi descărcată pentru această aplicație.
sl: Prosimo počakajte, predogled programa se prenaša.
tr: Lütfen bekleyin, bu uygulama için bir ekran görüntüsü indiriliyor.
